acpi
alsa-firmware
alsa-plugins
alsa-utils
autoconf
automake
awesome-terminal-fonts
bash
bat
bbswitch
bison
bumblebee
bzip2
clang
code
compton-tryone-git
conky
coreutils
cronie
cryptsetup
device-mapper
dhcpcd
diffutils
dunst
e2fsprogs
efibootmgr
fakeroot
feh
file
filesystem
findutils
firefox-developer-edition
flex
freetype2-infinality
gawk
gcc
gcc-libs
gdb
gdmap
gettext
git
glibc
gradle
grep
grub
gtk2
gtypist-single-space
gzip
i3-gaps
i3lock-color-git
i3status
imagemagick
inetutils
iproute2
iputils
jdk-openjdk
jetbrains-toolbox
jfsutils
jmtpfs
julia
jupyter
less
licenses
lightdm
lightdm-gtk-greeter
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
llvm
logrotate
lsof
lvm2
make
man-db
man-pages
mdadm
mesa-demos
mlocate
nano
neofetch
netctl
networkmanager
noto-fonts-cjk
noto-fonts-main
npm
nvidia
openssh
os-prober
otf-ipafont
pacman
pacman-contrib
pacutils
pamixer
patch
pavucontrol
pciutils
perl
playerctl
polybar
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python
python-dbus
python-lz4
python-matplotlib
python-numpy
python-pip
python-pylint
python-pyqt5
qt5-base
qt5ct
ranger
reiserfsprogs
rofi
rust
rxvt-unicode
s-nail
scrot
sed
shadow
siji-git
spotify
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
the_silver_searcher
transmission-gtk
ttf-dejavu
ttf-font-awesome
ttf-hanazono
ttf-liberation
ttf-material-design-icons-git
ttf-material-icons-git
ttf-symbola
ttf-unifont
unrar
unzip
update-grub
urxvt-clipboard
usbutils
util-linux
vi
vim
vlc
w3m
when
which
wireless_tools
wpa_supplicant
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay
zathura
zathura-djvu
zathura-pdf-mupdf
zsh
